<?php
/**
 * Created by PhpStorm.
 * User: admin
 * Date: 13.06.2017
 * Time: 21:00
 */

return [
    'acp' => 'Админ панель',
    'acp_title' => 'Утсановка Админ Панель',
    'welcome_install' => 'Добро пожаловать в раздел установки Админ Панели TeamSoft. Для утсановки заполните следующие поля:',
    'step' => 'Шаг :s',
    'name'=>'ФИО',
    'email'=>'Email',
    'url' => 'Адресс сайта',
    'next'=>'Далее',
    'prev'=>'Назад',
    'db_connection'=>'Проверить подключение',
    'host' =>'Хост',
    'user'=>'Пользователь',
    'password'=>'Пароль',
    'step2' =>'Мы рекомендуем загрузку админ панели на "чистый" сервер. При существующей базе данных необходимо пройти дополнительные настройки!
                Если в вашем проекте не создана таблица с пользователями, то выберите первый вариант.',
    'step3'=>'Укажите данные для подключения к базе данных. Вы можете использовать больше одной БД, для этого нажмите на кнопку "Добавить еще одну БД"',
    'no_db'=>'Нет базы данных',
    'e_db'=>'Есть готовая база данных',
    'add_db'=>'Добавить еще одну БД',
    'db'=>'База данных №',
    'db_title'=>'Имя базы данных',
    'select_lang'=>'Пожалуйста выберите язык установки',
    'ru'=>'Русский',
    'en'=>'English',
    'fe'=>'Не возможно подключиться к базам даннных',
    'finish'=>'Заврешить установку',
    'not_all'=>'Вы не заполнили все поля',
    'not_entered'=>'не заполнено',
    'step4'=>'Введите данные администратора',
    'login'=>'Логин',
];